Repository: ShuhratBozorov/navoiuranquiz
Catalog: quiz-web-main/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Test bo'yicha savollaringiz bor bo'lsa quyidagi raqamlar bilan bog'laning!
ru: Свяжитесь со следующими номерами, если у вас есть вопросы по тесту!

source: Navoiyuran
ru: Навоийуран

source: Texnika xavfsizligidan test
ru: Тестирование техники безопасности

source: Ro'yxatdan o'ting va saytga kiring
ru: Зарегистрируйтесь и войдите на сайт

source: Boshlash!
ru: Начать!

source: Saytdan muvaffaqiyatli chiqdingiz!
ru: Вы успешно покинули сайт!

source: Yuqoridagi menyu orqali kerakli bo'limga o'ting!
ru: Перейдите в нужный раздел через меню вверху!

source: Asosiy
ru: Главный

source: Mehnat muhofazasi texnika xavfsizligi xodimlari
ru: Охранники техники безопасности труда

source: Ishchi xodimlar
ru: Рабочий персонал

source: Tilni tanlang:
ru: Выберите язык:

source: Tanlash
ru: Выбор

source: Aloqa uchun
ru: Для связи

source: Admin
ru: Админ

source: Ballarni ko'rish
ru: Просмотр результатов

source: Soha nomi
ru: Название отрасли

source: Jami ball
ru: Общий балл

source: Urinish
ru: Попытка

source: Test vaqti
ru: Время тестирования

source: Excel formatda yuklab olish
ru: Скачать в формате Excel

source: Jami imtihonlar
ru: Общие экзамены

source: Jami savollar
ru: Всего вопросов

source: Sohalar
ru: Специалисты

source: Imtihon nomi
ru: Название экзамена

source: Imtihon topshirish
ru: Сдача экзамена

source: Boshlash
ru: Начать

source: Natija
ru: Результат

source: Chiqish
ru: Выход

source: ( Xodim )
ru: Сотрудник

source: Dashboard
ru: Приборная панель

source: Imtihon
ru: Экзамен

source: Natijalar
ru: Результаты

source: Xodimlar
ru: Сотрудника

source: Online test web saytiga xush kelibsiz!
ru: Добро пожаловать на сайт онлайн-тестирования!

source: Saytdan ro'yxatdan o'tganingizdan so'ng saytga kirish huquqiga egasiz!
ru: После регистрации с сайта вы получаете доступ к сайту!

source: Akkaunt yaratish
ru: Создать аккаунт

source: Kirish
ru: Вход

source: Xodimlar kirish
ru: Вход сотрудников

source: Iltimos, login va parolingizni kiriting!
ru: Пожалуйста, введите свой логин и пароль!

source: Xodimlar ro'yxatdan o'tish
ru: Сотрудники Регистрация

source: Tabel nomer
ru: Табелный номер

source: Password
ru: Пароль

source: Xodim ismi
ru: Имя сотрудника

source: Xodim familiyasi
ru: Фамилия сотрудника

source: Telefon nomeri
ru: Номер телефона

source: Ish joyi
ru: Рабочее место

source: Xodim Sohasi
ru: Деятельности Сотрудников

source: Bo'linmani tanlang
ru: Выберите раздел

source: Ro'yxatdan o'tish
ru: Регистрация

source: Testni boshlashdan oldin bu yerdagi qoidalar bilan tanishing !
ru: Ознакомьтесь с правилами здесь, прежде чем начать тест !

source: Test tafsilotlari :
ru: Детали теста :

source: Qoidalar :
ru: Правила :

source: Barcha savollar ko'p tanlovli savollardir.
ru: Все вопросы являются вопросами с несколькими вариантами ответов.

source: Faqat bitta tanlov to'g'ri.
ru: Правильный только один выбор.

source: Har bir savol turli belgilarga ega
ru: Каждый вопрос имеет разные символы

source: Iloji boricha tezroq javob berishga harakat qiling.
ru: Постарайтесь ответить как можно скорее.

source: Savollar har bir foydalanuvchi uchun tasodifiy ko'rsatiladi.
ru: Вопросы отображаются случайным образом для каждого пользователя.

source: Javobni yuborganingizda darhol baholaringiz aytiladi.
ru: Когда вы отправите ответ, вам сразу же сообщат ваши оценки.

source: Testni boshlash
ru: Запуск теста

source: Omad Tilaymiz!
ru: Удачи!

source: Natijalarni ko'rish
ru: Просмотр результатов

source: savollar
ru: вопросы

source: Savol
ru: Вопрос

source: Savolni o'chirish
ru: Удалить вопрос

source: Savolni ko'rish
ru: Посмотреть вопрос

source: Savolni tahrirlash
ru: Редактировать вопрос

source: Soha qo'shish
ru: Добавить специальность

source: Jami savol
ru: Количество вопросов

source: Vaqti (minutlarda)
ru: Время (в минутах)

source: Qo'shish
ru: Добавить

source: Savol qo'shish
ru: Добавить вопрос

source: Soha
ru: Специалист

source: Variant 1
ru: Вариант 1

source: Variant 2
ru: Вариант 2

source: Variant 3
ru: Вариант 3

source: Variant 4
ru: Вариант 4

source: Javob
ru: Ответ

source: Xodim Tabel Nomeri
ru: Табельный номер сотрудника

source: Bahosi foizlarda
ru: Оценку по проценту

source: Vaqt
ru: Время

source: Jami xodimlar
ru: Всего сотрудников

source: Jami sohalar
ru: Общие специалист

source: Sohalarni ko'rish
ru: Просмотр специалист

source: Savollarni ko'rish
ru: Просмотр вопросов

source: Exams
ru: Экзамены

source: O'chirish
ru: Удалить

source: Savollarni ko'rish uchun sohani tanlang
ru: Выберите специалист для просмотра вопросов

source: ( TX xodimlar )
ru: ТБ сотрудников

source: Savollar
ru: Вопросы

source: Test Natijalari
ru: Результаты теста

source: Texnika xavfsizlik xodimlari
ru: Сотрудники технической безопасности

source: TX xodimlar kirish
ru: ТБ вход сотрудников

source: Iltimos, login va parolingizni kiriting!
ru: Пожалуйста, введите свой логин и пароль!

source: TX xodimlar ro'yxatdan o'tish
ru: TБ сотрудники Регистрация

source: Telefon raqami
ru: Номер телефона

source: Urinish
ru: Попытка
